{
    "President": {
        "email": "gigam@rpi.edu",
        "bio": "Outside of her role in the NY Gamma Chapter of Tau Beta Pi, Mara is involved on campus as a Student Ambassador for the RPI Admissions office and a member of the Varsity Track and Field Team as a javelin thrower.  This past summer and fall she has gained industry experience at Bristol-Myers Squibb as a Biologics Co-Op in the Manufacturing Science and Technology division, and she is excited to return to the group for another internship experience this summer.  In her free time, she enjoys cooking, travelling, and spending time in nature.",
        "image": "/static/images/officers/mara.jpg",
        "name": "Mara Giga",
    },
    "Vice President": {
        "email": "aligold27@gmail.com",
        "bio": "Outside of her role in the NY Gamma Chapter of Tau Beta Pi, Alison is involved on campus as an undergraduate research assistant at the Center for Flow Physics and Control (CeFPaC) at RPI. She also is involved on several intramural sports teams. This past summer she gained industry experience as an intern at Knolls Atomic Power Laboratory and is excited this summer to work as an engineering intern at Ametek Aerospace and Defense. In her free time she enjoys reading, playing  softball and travelling.",
        "image": "/static/images/officers/alison.jpg",
        "name": "Alison Goldsmith",
    },
    "Treasurer": {
        "email": "vulpij@rpi.edu",
        "bio": "One time Jackie watched 3 seasons of Narcos in a week.",
        "image": "/static/images/officers/jackie.jpg",
        "name": "Jackie Vulpis"
    },
    "Activities Chair": {
        "email": "hersea@rpi.edu",
        "bio": "Ashley is interested in molecular biotechnology and currently holds an undergraduate research position in Zha Lab exploring membrane disruption by peptides. She formerly held a position in Tessier Lab researching engineering of proteins with high specificity. To give back to her community, she was a two-year I-PERSIST Calculus Mentor on campus and loves to volunteer with Tau Beta Pi. Outside of class, she likes painting, cooking, and visiting museums.",
        "image": "/static/images/officers/ashley.jpg",
        "name": "Ashley Hersey"
    },
    "Community Service Chair": {
        "email": "dasm2@rpi.edu",
        "bio": "Bio will come soon….(pls yell at me if it’s getting late!)",
        "image": "/static/images/officers/monisha.jpg",
        "name": "Monisha Das"
    },
    "Corresponding Secretary": {
        "email": "bentil@rpi.edu",
        "bio": "Aside from her position in Tau Beta Pi, Laura is an undergraduate research assistant in the Chan Lab at RPI where she currently designs viscoelastic phantoms. She is also part of Dance Club and the Rensselaer Concert Choir. In addition to her clubs and classes, she enjoys playing piano, composing music, singing, and cooking.",
        "image": "/static/images/officers/laura.jpg",
        "name": "Laura Bentivegna"
    },
    "Recording Secretary": {
        "email": "parado@rpi.edu",
        "bio": "Olivia was a student orientation advisor for the class of 2021 and enjoys mentoring/tutoring/TA-ing multiple subjects.  She is excited to research microdevice fabrication and characterization at the University of Florida over the summer.  In her free time, she enjoys anime, pretzels, and making jewelry. ",
        "image": "/static/images/officers/olivia.jpg",
        "name": "Olivia Paradis"
    },
    "Webmaster": {
        "email": "schefm2@rpi.edu",
        "bio": "Matthew is involved in undergraduate research of thermoelectric cooling. He enjoys listening to and critiquing music, and is known to ski on occasion.",
        "image": "/static/images/officers/matthew.jpg",
        "name": "Matthew Scheffer"
    },
    "Alumni Coordinator": {
        "email": "schefm2@rpi.edu",
        "bio": "Colin is involved in the entrepreneurship organization at RPI.He got his bachelor’s degree in Mechanical Engineering from Cal Poly Pomona in 2016. After school he worked for a bit in project management and engineering before deciding he wanted to come back to get a management degree from a great technical university. He coordinates with the local alumni chapter for collaborative events.",
        "image": "/static/images/officers/colin.jpg",
        "name": "Colin Danahy"
    }
}
